{
    "biography": {
        "items": [
            {
                "id": "2a89c991-56af-4578-8593-a32ea5de44d9",
                "volumeInfo": {
                    "title": "Flying High: The Story of Gymnastics Champion Simone Biles",
                    "authors": [
                        "Michelle Meadows"
                    ],
                    "publisher": "Penguin",
                    "publishedDate": "29.10.2020",
                    "description": "Before she was a record-breaking gymnast competing on the world stage, Simone Biles spent time in foster care as a young child. Nimble and boundlessly energetic, she cherished every playground and each new backyard.When she was six years old, Simone's family took shape in a different way. Her grandparents Ron and Nellie Biles adopted Simone and her sister Adria. Ron and Nellie became their parents. Simone was also introduced to gymnastics that same year, launching a lifelong passion fueled by remarkable talent, sacrifice, and the undying support of her family.From her athletic early childhood to the height of her success as an Olympic champion, Flying High is the story of the world's greatest gymnast from author Michelle Meadows and illustrator Ebony Glenn. ",
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781250205667"
                        }
                    ],
                    "pageCount": 40,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1572995588l/46223445.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 17.00
                        },
                        "rating": {
                            "average": 4.10,
                            "numberOfRatings": 39
                        }
                    }
            },
            {
                "id": "996d7a68-078c-427b-904a-9294164dc3db",
                "volumeInfo": {
                    "title": "A Promised Land",
                    "authors": [
                        "Barack Obama"
                    ],
                    "publisher": "Penguin",
                    "publishedDate": "29.10.2020",
                    "description": "A riveting, deeply personal account of history in the making, from the president who inspired us to believe in the power of democracy.In the stirring, highly anticipated first volume of his presidential memoirs, Barack Obama tells the story of his improbable odyssey from young man searching for his identity to leader of the free world, describing in strikingly personal detail both his political education and the landmark moments of the first term of his historic presidency—a time of dramatic transformation and turmoil.Obama takes readers on a compelling journey from his earliest political aspirations to the pivotal Iowa caucus victory that demonstrated the power of grassroots activism to the watershed night of November 4, 2008, when he was elected 44th president of the United States, becoming the first African American to hold the nation’s highest office.Reflecting on the presidency, he offers a unique and thoughtful exploration of both the awesome reach and the limits of presidential power, as well as singular insights into the dynamics of U.S. partisan politics and international diplomacy. Obama brings readers inside the Oval Office and the White House Situation Room, and to Moscow, Cairo, Beijing, and points beyond. We are privy to his thoughts as he assembles his cabinet, wrestles with a global financial crisis, takes the measure of Vladimir Putin, overcomes seemingly insurmountable odds to secure passage of the Affordable Care Act, clashes with generals about U.S. strategy in Afghanistan, tackles Wall Street reform, responds to the devastating Deepwater Horizon blowout, and authorizes Operation Neptune’s Spear, which leads to the death of Osama bin Laden.A Promised Land is extraordinarily intimate and introspective—the story of one man’s bet with history, the faith of a community organizer tested on the world stage. Obama is candid about the balancing act of running for office as a Black American, bearing the expectations of a generation buoyed by messages of “hope and change,” and meeting the moral challenges of high-stakes decision-making. He is frank about the forces that opposed him at home and abroad, open about how living in the White House affected his wife and daughters, and unafraid to reveal self-doubt and disappointment. Yet he never wavers from his belief that inside the great, ongoing American experiment, progress is always possible.This beautifully written and powerful book captures Barack Obama’s conviction that democracy is not a gift from on high but something founded on empathy and common understanding and built together, day by day.",
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781524763169"
                        }
                    ],
                    "pageCount": 768,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600357110l/55361205._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 21.50
                        },
                        "rating": {
                            "average": 4.46,
                            "numberOfRatings": 37123
                        }
                    }
            },
            {
                "id": "ccca2545-3b4f-44d9-a985-6bcf1ac6cc7f",
                "volumeInfo": {
                    "title": "Invent and Wander: The Collected Writings of Jeff Bezos",
                    "authors": [
                        "Walter Isaacson "
                    ],
                    "publisher": "Penguin",
                    "publishedDate": "17.11.2020",
                    "description": "In this collection of Jeff Bezos’s writings—his unique and strikingly original annual shareholder letters, plus numerous speeches and interviews that provide insight into his background, his work, and the evolution of his ideas—you’ll gain an insider’s view of the why and how of his success. Spanning a range of topics across business and public policy, from innovation and customer obsession to climate change and outer space, this book provides a rare glimpse into how Bezos thinks about the world and where the future might take us.Written in a direct, down-to-earth style, Invent and Wander offers readers a master class in business values, strategy, and execution:\n● The importance of a Day 1 mindset\n● Why “it’s all about the long term” \n● What it really means to be customer obsessed\n● How to start new businesses and create significant organic growth in an already successful company\n● Why culture is an imperative\n● How a willingness to fail is closely connected to innovation\n● What the Covid-19 pandemic has taught us\nEach insight offers new ways of thinking through today’s challenges—and more importantly, tomorrow’s—and the never-ending urgency of striving ahead, never resting on one’s laurels. Everyone from CEOs to entrepreneurs just setting up shop to the millions who use Amazon’s products and services in their homes or businesses will come to understand the principles that have driven the success of one of the most important innovators of our time. ",
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781647820718"
                        }
                    ],
                    "pageCount": 288,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600744841l/54505323.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 15.78
                        },
                        "rating": {
                            "average": 4.00,
                            "numberOfRatings": 726
                        }
                    }   
            },
            {
                "id": "bad80113-84a7-419a-90e4-1243c5efd564",
                "volumeInfo": {
                    "title": "No Time Like the Future: An Optimist Considers Mortality",
                    "authors": [
                        "Michael J. Fox"
                    ],
                    "publisher": "Penguin",
                    "publishedDate": "17.11.2020",
                    "description": "A moving account of resilience, hope, fear and mortality, and how these things resonate in our lives, by actor and advocate Michael J. Fox.\nThe entire world knows Michael J. Fox as Marty McFly, the teenage sidekick of Doc Brown in Back to the Future; as Alex P. Keaton in Family Ties; as Mike Flaherty in Spin City; and through numerous other movie roles and guest appearances on shows such as The Good Wife and Curb Your Enthusiasm. Diagnosed at age 29, Michael is equally engaged in Parkinson’s advocacy work, raising global awareness of the disease and helping find a cure through The Michael J. Fox Foundation for Parkinson’s Research, the world’s leading non-profit funder of PD science. His two previous bestselling memoirs, Lucky Man and Always Looking Up, dealt with how he came to terms with the illness, all the while exhibiting his iconic optimism. His new memoir reassesses this outlook, as events in the past decade presented additional challenges.\nIn No Time Like the Future: An Optimist Considers Mortality, Michael shares personal stories and observations about illness and health, aging, the strength of family and friends, and how our perceptions about time affect the way we approach mortality. Thoughtful and moving, but with Fox’s trademark sense of humor, his book provides a vehicle for reflection about our lives, our loves, and our losses.\nRunning through the narrative is the drama of the medical madness Fox recently experienced, that included his daily negotiations with the Parkinson’s disease he’s had since 1991, and a spinal cord issue that necessitated immediate surgery. His challenge to learn how to walk again, only to suffer a devastating fall, nearly caused him to ditch his trademark optimism and “get out of the lemonade business altogether.",
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781250265616"
                        }
                    ],
                    "pageCount": 256,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1583550298l/50403451.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 18.37
                        },
                        "rating": {
                            "average": 4.21,
                            "numberOfRatings": 3499
                        }
                    }   
            },
            {
                "id": "ea2f852f-b300-4549-b02d-4918feba787c",
                "volumeInfo": {
                    "title": "The Woman Who Stole Vermeer: The True Story of Rose Dugdale and the Russborough House Art Heist",
                    "authors": [
                        "Anthony M. Amore"
                    ],
                    "publisher": "Penguin",
                    "publishedDate": "10.11.2020",
                    "description": "The extraordinary life and crimes of heiress-turned-revolutionary Rose Dugdale, who in 1974 became the only woman to pull off a major art heist.\nIn the world of crime, there exists an unusual commonality between those who steal art and those who repeatedly kill: they are almost exclusively male. But, as with all things, there is always an outlier—someone who bucks the trend, defying the reliable profiles and leaving investigators and researchers scratching their heads. In the history of major art heists, that outlier is Rose Dugdale.\nDugdale’s life is singularly notorious. Born into extreme wealth, she abandoned her life as an Oxford-trained PhD and heiress to join the cause of Irish Republicanism. While on the surface she appears to be the British version of Patricia Hearst, she is anything but.\nDugdale ran head-first towards the action, spearheading the first aerial terrorist attack in British history and pulling off the biggest art theft of her time. In 1974, she led a gang into the opulent Russborough House in Ireland and made off with millions in prized paintings, including works by Goya, Gainsborough, and Rubens, as well as Lady Writing a Letter with her Maid by the mysterious master Johannes Vermeer. Dugdale thus became—to this day—the only woman to pull off a major art heist. And as Anthony Amore explores in The Woman Who Stole Vermeer, it’s likely that this was not her only such heist.\nThe Woman Who Stole Vermeer is Rose Dugdale’s story, from her idyllic upbringing in Devonshire and her presentation to Elizabeth II as a debutante to her university years and her eventual radical lifestyle. Her life of crime and activism is at turns unbelievable and awe-inspiring, and sure to engross readers.",
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781643135298"
                        }
                    ],
                    "pageCount": 272,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1582467131l/51601883.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 18.99
                        },
                        "rating": {
                            "average": 3.57,
                            "numberOfRatings": 87
                        }
                    }   
            },
            {
                "id": "7fe3e5b5-f738-4470-9f7e-42ff45133cd7",
                "volumeInfo": {
                    "title": "Veblen: The Making of an Economist Who Unmade Economics",
                    "authors": [
                        "Charles Camic"
                    ],
                    "publisher": "Penguin",
                    "publishedDate": "30.11.2020",
                    "description": "A bold new biography of the thinker who demolished accepted economic theories in order to expose how people of economic and social privilege plunder their wealth from society's productive men and women.\nThorstein Veblen was one of America's most penetrating analysts of modern capitalist society. But he was not, as is widely assumed, an outsider to the social world he acidly described. Veblen overturns the long-accepted view that Veblen's ideas, including his insights about conspicuous consumption and the leisure class, derived from his position as a social outsider.\nIn the hinterlands of America's Midwest, Veblen's schooling coincided with the late nineteenth-century revolution in higher education that occurred under the patronage of the titans of the new industrial age. The resulting educational opportunities carried Veblen from local Carleton College to centers of scholarship at Johns Hopkins, Yale, Cornell, and the University of Chicago, where he studied with leading philosophers, historians, and economists. Afterward, he joined the nation's academic elite as a professional economist, producing his seminal books The Theory of the Leisure Class and The Theory of Business Enterprise. Until late in his career, Veblen was, Charles Camic argues, the consummate academic insider, engaged in debates about wealth distribution raging in the field of economics.\nVeblen demonstrates how Veblen's education and subsequent involvement in those debates gave rise to his original ideas about the social institutions that enable wealthy Americans--a swarm of economically unproductive \"parasites\"—to amass vast fortunes on the backs of productive men and women. Today, when great wealth inequalities again command national attention, Camic helps us understand the historical roots and continuing reach of Veblen's searing analysis of this ‘sclerosis of the American soul’.",
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780674659728"
                        }
                    ],
                    "pageCount": 504,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1605235978l/52585340._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 39.95
                        },
                        "rating": {
                            "average": 4.80,
                            "numberOfRatings": 5
                        }
                    }   
            },
            {
                "id": "f142e0b4-d0f2-4eb7-99f4-cae5bdac9b00",
                "volumeInfo": {
                    "title": "All the Young Men",
                    "authors": [
                        "Ruth Coker Burks", 
                        "Kevin Carr O’Leary"
                    ],
                    "publisher": "Penguin",
                    "publishedDate": "1.12.2020",
                    "description": "In 1986, 26-year old Ruth visits a friend at the hospital when she notices that the door to one of the hospital rooms is painted red. She witnesses nurses drawing straws to see who would tend to the patient inside, all of them reluctant to enter the room. Out of impulse, Ruth herself enters the quarantined space and immediately begins to care for the young man who cries for his mother in the last moments of his life. Before she can even process what she's done, word spreads in the community that Ruth is the only person willing to help these young men afflicted by AIDS, and is called upon to nurse them. As she forges deep friendships with the men she helps, she works tirelessly to find them housing and jobs, even searching for funeral homes willing to take their bodies - often in the middle of the night. She cooks meals for tens of people out of discarded food found in the dumpsters behind supermarkets, stores rare medications for her most urgent patients, teaches sex-ed to drag queens after hours at secret bars, and becomes a beacon of hope to an otherwise spurned group of ailing gay men on the fringes of a deeply conservative state.\nThroughout the years, Ruth defies local pastors and nurses to help the men she cares for: Paul and Billy, Angel, Chip, Todd and Luke. Emboldened by the weight of their collective pain, she fervently advocates for their safety and visibility, ultimately advising Governor Bill Clinton on the national HIV-AIDS crisis.\nThis deeply moving and elegiac memoir honors the extraordinary life of Ruth Coker Burks and the beloved men who fought valiantly for their lives with AIDS during a most hostile and misinformed time in America. ",
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780802157249"
                        }
                    ],
                    "pageCount": 304,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600089898l/52580373.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 14.04
                        },
                        "rating": {
                            "average": 4.56,
                            "numberOfRatings": 390
                        }
                    }   
            }
            
        ]
    }
}