{
    "biography": {
        "items": [
            {
                "id": "2a89c991-56af-4578-8593-a32ea5de44d9",
                "volumeInfo": {
                    "title": "Flying High: The Story of Gymnastics Champion Simone Biles",
                    "authors": [
                        "Michelle Meadows"
                    ],
                    "publisher": "Henry Holt & Company",
                    "publishedDate": "29.10.2020",
                    "description":  ["Before she was a record-breaking gymnast competing on the world stage, Simone Biles spent time in foster care as a young child. Nimble and boundlessly energetic, she cherished every playground and each new backyard.","When she was six years old, Simone's family took shape in a different way. Her grandparents Ron and Nellie Biles adopted Simone and her sister Adria. Ron and Nellie became their parents. Simone was also introduced to gymnastics that same year, launching a lifelong passion fueled by remarkable talent, sacrifice, and the undying support of her family.","From her athletic early childhood to the height of her success as an Olympic champion, Flying High is the story of the world's greatest gymnast from author Michelle Meadows and illustrator Ebony Glenn."],
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781250205667"
                        }
                    ],
                    "pageCount": 40,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1572995588l/46223445.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 17.00
                        },
                        "rating": {
                            "average": 4.10,
                            "numberOfRatings": 39
                        }
                    }
            },
            {
                "id": "996d7a68-078c-427b-904a-9294164dc3db",
                "volumeInfo": {
                    "title": "A Promised Land",
                    "authors": [
                        "Barack Obama"
                    ],
                    "publisher": "Crown",
                    "publishedDate": "29.10.2020",
                    "description": ["A riveting, deeply personal account of history in the making, from the president who inspired us to believe in the power of democracy.In the stirring, highly anticipated first volume of his presidential memoirs, Barack Obama tells the story of his improbable odyssey from young man searching for his identity to leader of the free world, describing in strikingly personal detail both his political education and the landmark moments of the first term of his historic presidency—a time of dramatic transformation and turmoil.Obama takes readers on a compelling journey from his earliest political aspirations to the pivotal Iowa caucus victory that demonstrated the power of grassroots activism to the watershed night of November 4, 2008, when he was elected 44th president of the United States, becoming the first African American to hold the nation’s highest office.",
                    "Reflecting on the presidency, he offers a unique and thoughtful exploration of both the awesome reach and the limits of presidential power, as well as singular insights into the dynamics of U.S. partisan politics and international diplomacy. Obama brings readers inside the Oval Office and the White House Situation Room, and to Moscow, Cairo, Beijing, and points beyond. We are privy to his thoughts as he assembles his cabinet, wrestles with a global financial crisis, takes the measure of Vladimir Putin, overcomes seemingly insurmountable odds to secure passage of the Affordable Care Act, clashes with generals about U.S. strategy in Afghanistan, tackles Wall Street reform, responds to the devastating Deepwater Horizon blowout, and authorizes Operation Neptune’s Spear, which leads to the death of Osama bin Laden.",
                    "A Promised Land is extraordinarily intimate and introspective—the story of one man’s bet with history, the faith of a community organizer tested on the world stage. Obama is candid about the balancing act of running for office as a Black American, bearing the expectations of a generation buoyed by messages of “hope and change,” and meeting the moral challenges of high-stakes decision-making. He is frank about the forces that opposed him at home and abroad, open about how living in the White House affected his wife and daughters, and unafraid to reveal self-doubt and disappointment. Yet he never wavers from his belief that inside the great, ongoing American experiment, progress is always possible.This beautifully written and powerful book captures Barack Obama’s conviction that democracy is not a gift from on high but something founded on empathy and common understanding and built together, day by day."],
                    
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781524763169"
                        }
                    ],
                    "pageCount": 768,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600357110l/55361205._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 21.50
                        },
                        "rating": {
                            "average": 4.46,
                            "numberOfRatings": 37123
                        }
                    }
            },
            {
                "id": "ccca2545-3b4f-44d9-a985-6bcf1ac6cc7f",
                "volumeInfo": {
                    "title": "Invent and Wander: The Collected Writings of Jeff Bezos",
                    "authors": [
                        "Walter Isaacson "
                    ],
                    "publisher": "PublicAffairs",
                    "publishedDate": "17.11.2020",
                    "description": ["In this collection of Jeff Bezos’s writings—his unique and strikingly original annual shareholder letters, plus numerous speeches and interviews that provide insight into his background, his work, and the evolution of his ideas—you’ll gain an insider’s view of the why and how of his success. Spanning a range of topics across business and public policy, from innovation and customer obsession to climate change and outer space, this book provides a rare glimpse into how Bezos thinks about the world and where the future might take us.Written in a direct, down-to-earth style, Invent and Wander offers readers a master class in business values, strategy, and execution:",
                    "● The importance of a Day 1 mindset",
                    "● Why “it’s all about the long term",
                    "● What it really means to be customer obsessed",
                    "● How to start new businesses and create significant organic growth in an already successful company",
                    "● Why culture is an imperative",
                    "● How a willingness to fail is closely connected to innovation",
                    "● What the Covid-19 pandemic has taught us",
                    "Each insight offers new ways of thinking through today’s challenges—and more importantly, tomorrow’s—and the never-ending urgency of striving ahead, never resting on one’s laurels. Everyone from CEOs to entrepreneurs just setting up shop to the millions who use Amazon’s products and services in their homes or businesses will come to understand the principles that have driven the success of one of the most important innovators of our time. "]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781647820718"
                        }
                    ],
                    "pageCount": 288,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600744841l/54505323.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 15.78
                        },
                        "rating": {
                            "average": 4.00,
                            "numberOfRatings": 726
                        }
                    }   
            },
            {
                "id": "bad80113-84a7-419a-90e4-1243c5efd564",
                "volumeInfo": {
                    "title": "No Time Like the Future: An Optimist Considers Mortality",
                    "authors": [
                        "Michael J. Fox"
                    ],
                    "publisher": "Flatiron Books",
                    "publishedDate": "17.11.2020",
                    "description": ["A moving account of resilience, hope, fear and mortality, and how these things resonate in our lives, by actor and advocate Michael J. Fox.",
                    "The entire world knows Michael J. Fox as Marty McFly, the teenage sidekick of Doc Brown in Back to the Future; as Alex P. Keaton in Family Ties; as Mike Flaherty in Spin City; and through numerous other movie roles and guest appearances on shows such as The Good Wife and Curb Your Enthusiasm. Diagnosed at age 29, Michael is equally engaged in Parkinson’s advocacy work, raising global awareness of the disease and helping find a cure through The Michael J. Fox Foundation for Parkinson’s Research, the world’s leading non-profit funder of PD science. His two previous bestselling memoirs, Lucky Man and Always Looking Up, dealt with how he came to terms with the illness, all the while exhibiting his iconic optimism. His new memoir reassesses this outlook, as events in the past decade presented additional challenges.",
                    "In No Time Like the Future: An Optimist Considers Mortality, Michael shares personal stories and observations about illness and health, aging, the strength of family and friends, and how our perceptions about time affect the way we approach mortality. Thoughtful and moving, but with Fox’s trademark sense of humor, his book provides a vehicle for reflection about our lives, our loves, and our losses.",
                    "Running through the narrative is the drama of the medical madness Fox recently experienced, that included his daily negotiations with the Parkinson’s disease he’s had since 1991, and a spinal cord issue that necessitated immediate surgery. His challenge to learn how to walk again, only to suffer a devastating fall, nearly caused him to ditch his trademark optimism and “get out of the lemonade business altogether."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781250265616"
                        }
                    ],
                    "pageCount": 256,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1583550298l/50403451.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 18.37
                        },
                        "rating": {
                            "average": 4.21,
                            "numberOfRatings": 3499
                        }
                    }   
            },
            {
                "id": "ea2f852f-b300-4549-b02d-4918feba787c",
                "volumeInfo": {
                    "title": "The Woman Who Stole Vermeer: The True Story of Rose Dugdale and the Russborough House Art Heist",
                    "authors": [
                        "Anthony M. Amore"
                    ],
                    "publisher": "Pegasus Crime",
                    "publishedDate": "10.11.2020",
                    "description": ["The extraordinary life and crimes of heiress-turned-revolutionary Rose Dugdale, who in 1974 became the only woman to pull off a major art heist.",
                    "In the world of crime, there exists an unusual commonality between those who steal art and those who repeatedly kill: they are almost exclusively male. But, as with all things, there is always an outlier—someone who bucks the trend, defying the reliable profiles and leaving investigators and researchers scratching their heads. In the history of major art heists, that outlier is Rose Dugdale.",
                    "Dugdale’s life is singularly notorious. Born into extreme wealth, she abandoned her life as an Oxford-trained PhD and heiress to join the cause of Irish Republicanism. While on the surface she appears to be the British version of Patricia Hearst, she is anything but.",
                    "Dugdale ran head-first towards the action, spearheading the first aerial terrorist attack in British history and pulling off the biggest art theft of her time. In 1974, she led a gang into the opulent Russborough House in Ireland and made off with millions in prized paintings, including works by Goya, Gainsborough, and Rubens, as well as Lady Writing a Letter with her Maid by the mysterious master Johannes Vermeer. Dugdale thus became—to this day—the only woman to pull off a major art heist. And as Anthony Amore explores in The Woman Who Stole Vermeer, it’s likely that this was not her only such heist.",
                    "The Woman Who Stole Vermeer is Rose Dugdale’s story, from her idyllic upbringing in Devonshire and her presentation to Elizabeth II as a debutante to her university years and her eventual radical lifestyle. Her life of crime and activism is at turns unbelievable and awe-inspiring, and sure to engross readers."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781643135298"
                        }
                    ],
                    "pageCount": 272,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1582467131l/51601883.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 18.99
                        },
                        "rating": {
                            "average": 3.57,
                            "numberOfRatings": 87
                        }
                    }   
            },
            {
                "id": "7fe3e5b5-f738-4470-9f7e-42ff45133cd7",
                "volumeInfo": {
                    "title": "Veblen: The Making of an Economist Who Unmade Economics",
                    "authors": [
                        "Charles Camic"
                    ],
                    "publisher": "Harvard University Press",
                    "publishedDate": "30.11.2020",
                    "description": ["A bold new biography of the thinker who demolished accepted economic theories in order to expose how people of economic and social privilege plunder their wealth from society's productive men and women.",
                    "Thorstein Veblen was one of America's most penetrating analysts of modern capitalist society. But he was not, as is widely assumed, an outsider to the social world he acidly described. Veblen overturns the long-accepted view that Veblen's ideas, including his insights about conspicuous consumption and the leisure class, derived from his position as a social outsider.",
                    "In the hinterlands of America's Midwest, Veblen's schooling coincided with the late nineteenth-century revolution in higher education that occurred under the patronage of the titans of the new industrial age. The resulting educational opportunities carried Veblen from local Carleton College to centers of scholarship at Johns Hopkins, Yale, Cornell, and the University of Chicago, where he studied with leading philosophers, historians, and economists. Afterward, he joined the nation's academic elite as a professional economist, producing his seminal books The Theory of the Leisure Class and The Theory of Business Enterprise. Until late in his career, Veblen was, Charles Camic argues, the consummate academic insider, engaged in debates about wealth distribution raging in the field of economics.",
                    "Veblen demonstrates how Veblen's education and subsequent involvement in those debates gave rise to his original ideas about the social institutions that enable wealthy Americans--a swarm of economically unproductive \"parasites\"—to amass vast fortunes on the backs of productive men and women. Today, when great wealth inequalities again command national attention, Camic helps us understand the historical roots and continuing reach of Veblen's searing analysis of this ‘sclerosis of the American soul’."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780674659728"
                        }
                    ],
                    "pageCount": 504,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1605235978l/52585340._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 39.95
                        },
                        "rating": {
                            "average": 4.80,
                            "numberOfRatings": 5
                        }
                    }   
            },
            {
                "id": "f142e0b4-d0f2-4eb7-99f4-cae5bdac9b00",
                "volumeInfo": {
                    "title": "All the Young Men",
                    "authors": [
                        "Ruth Coker Burks", 
                        "Kevin Carr O’Leary"
                    ],
                    "publisher": "Grove Press",
                    "publishedDate": "1.12.2020",
                    "description": ["In 1986, 26-year old Ruth visits a friend at the hospital when she notices that the door to one of the hospital rooms is painted red. She witnesses nurses drawing straws to see who would tend to the patient inside, all of them reluctant to enter the room. Out of impulse, Ruth herself enters the quarantined space and immediately begins to care for the young man who cries for his mother in the last moments of his life. Before she can even process what she's done, word spreads in the community that Ruth is the only person willing to help these young men afflicted by AIDS, and is called upon to nurse them. As she forges deep friendships with the men she helps, she works tirelessly to find them housing and jobs, even searching for funeral homes willing to take their bodies - often in the middle of the night. She cooks meals for tens of people out of discarded food found in the dumpsters behind supermarkets, stores rare medications for her most urgent patients, teaches sex-ed to drag queens after hours at secret bars, and becomes a beacon of hope to an otherwise spurned group of ailing gay men on the fringes of a deeply conservative state.",
                    "Throughout the years, Ruth defies local pastors and nurses to help the men she cares for: Paul and Billy, Angel, Chip, Todd and Luke. Emboldened by the weight of their collective pain, she fervently advocates for their safety and visibility, ultimately advising Governor Bill Clinton on the national HIV-AIDS crisis.",
                    "This deeply moving and elegiac memoir honors the extraordinary life of Ruth Coker Burks and the beloved men who fought valiantly for their lives with AIDS during a most hostile and misinformed time in America."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780802157249"
                        }
                    ],
                    "pageCount": 304,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600089898l/52580373.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 14.04
                        },
                        "rating": {
                            "average": 4.56,
                            "numberOfRatings": 390
                        }
                    }   
            }
            
        ]
    },
    "non-fiction": {
        "items": [
            {
                "id": "2e131742-6501-42c5-b4e9-f2a72b7679b1",
                "volumeInfo": {
                    "title": "Talking to Strangers: What We Should Know About the People We Don’t Know",
                    "authors": [
                        "Malcom Gladwell"
                    ],
                    "publisher": "Little, Brown and Company",
                    "publishedDate": "10.09.2019",
                    "description": ["Malcolm Gladwell, host of the podcast Revisionist History and author of the #1 New York Times bestseller Outliers, offers a powerful examination of our interactions with strangers -- and why they often go wrong.",
                    "How did Fidel Castro fool the CIA for a generation? Why did Neville Chamberlain think he could trust Adolf Hitler? Why are campus sexual assaults on the rise? Do television sitcoms teach us something about the way we relate to each other that isn't true?",
                    "While tackling these questions, Malcolm Gladwell was not solely writing a book for the page. He was also producing for the ear. In the audiobook version of Talking to Strangers, you'll hear the voices of people he interviewed--scientists, criminologists, military psychologists. Court transcripts are brought to life with re-enactments. You actually hear the contentious arrest of Sandra Bland by the side of the road in Texas. As Gladwell revisits the deceptions of Bernie Madoff, the trial of Amanda Knox, and the suicide of Sylvia Plath, you hear directly from many of the players in these real-life tragedies. There's even a theme song - Janelle Monae's \"Hell You Talmbout.\"",
                    "Something is very wrong, Gladwell argues, with the tools and strategies we use to make sense of people we don't know. And because we don't know how to talk to strangers, we are inviting conflict and misunderstanding in ways that have a profound effect on our lives and our world."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780316478526"
                        }
                    ],
                    "pageCount": 388,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1549393502l/43848929._SX318_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 15.99
                        },
                        "rating": {
                            "average": 4.04,
                            "numberOfRatings": 156144
                        }
                    }
            },
            {
                "id": "96bf913b-b8cd-4ed6-aece-5ae161104eae",
                "volumeInfo": {
                    "title": "Indistractable: How to Control Your Attention and Choose Your Life",
                    "authors": [
                        "Nir Eyal",  "Julie Li"
                    ],
                    "publisher": "Benbella Books",
                    "publishedDate": "10.09.2019",
                    "description": ["You sit down at your desk to work on an important project, but a notification on your phone interrupts your morning. Later, as you're about to get back to work, a colleague taps you on the shoulder to chat. At home, screens get in the way of quality time with your family. Another day goes by, and once again, your most important personal and professional goals are put on hold.",  
                    "What would be possible if you followed through on your best intentions? What could you accomplish if you could stay focused and overcome distractions? What if you had the power to become \"indistractable\"? ",
                    "International best-selling author, former Stanford lecturer, and behavioral design expert, Nir Eyal, wrote Silicon Valley's handbook for making technology habit-forming. Five years after publishing Hooked, Eyal reveals distraction's Achilles' heel in his groundbreaking new book.",  
                    "In Indistractable, Eyal reveals the hidden psychology driving us to distraction. He describes why solving the problem is not as simple as swearing off our devices: Abstinence is impractical and often makes us want more.",  
                    "Eyal lays bare the secret of finally doing what you say you will do with a four-step, research-backed model. Indistractable reveals the key to getting the best out of technology, without letting it get the best of us.",  
                    "Inside, Eyal overturns conventional wisdom and reveals: ",
                    "Why distraction at work is a symptom of a dysfunctional company culture - and how to fix it ", 
                    "What really drives human behavior and why \"time management is pain management\" ", 
                    "Why your relationships (and your sex life) depend on you becoming indistractable",  
                    "How to raise indistractable children in an increasingly distracting world", 
                    "Empowering and optimistic, Indistractable provides practical, novel techniques to control your time and attention - helping you live the life you really want."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781948836531"
                        }
                    ],
                    "pageCount": 273,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559847987l/44595007.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 18.59
                        },
                        "rating": {
                            "average": 3.79,
                            "numberOfRatings": 9395
                        }
                    }
            },
            {
                "id": "76a0b019-dc7d-4f8c-9e7d-5da2287512cc",
                "volumeInfo": {
                    "title": "Zero to One: Notes on Startups, or How to Build the Future",
                    "authors": [
                        "Peter Thiel", "Blake Masters"
                    ],
                    "publisher": "Crown Business",
                    "publishedDate": "16.09.2014",
                    "description": ["If you want to build a better future, you must believe in secrets.",
                    "The great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In Zero to One, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things.",
                    "Thiel begins with the contrarian premise that we live in an age of technological stagnation, even if we’re too distracted by shiny mobile devices to notice. Information technology has improved rapidly, but there is no reason why progress should be limited to computers or Silicon Valley. Progress can be achieved in any industry or area of business. It comes from the most important skill that every leader must master: learning to think for yourself.",
                    "Doing what someone else already knows how to do takes the world from 1 to n, adding more of something familiar. But when you do something new, you go from 0 to 1. The next Bill Gates will not build an operating system. The next Larry Page or Sergey Brin won’t make a search engine. Tomorrow’s champions will not win by competing ruthlessly in today’s marketplace. They will escape competition altogether, because their businesses will be unique.",
                    "Zero to One presents at once an optimistic view of the future of progress in America and a new way of thinking about innovation: it starts by learning to ask the questions that lead you to find value in unexpected places."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780804139298"
                        }
                    ],
                    "pageCount": 195,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1414347376l/18050143.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 9.99
                        },
                        "rating": {
                            "average": 4.17,
                            "numberOfRatings": 204626
                        }
                    }   
            },
            {
                "id": "511717be-67dc-464a-a6ac-1fe362c01ed3",
                "volumeInfo": {
                    "title": "Rework",
                    "authors": [
                        "Jason Fried", "David Heinemeier"
                    ],
                    "publisher": "Crown Business",
                    "publishedDate": "9.03.2010",
                    "description": ["Most business books give you the same old advice: Write a business plan, study the competition, seek investors, yadda yadda. If you're looking for a book like that, put this one back on the shelf.",
                    "Rework shows you a better, faster, easier way to succeed in business. Read it and you'll know why plans are actually harmful, why you don't need outside investors, and why you're better off ignoring the competition. The truth is, you need less than you think. You don't need to be a workaholic. You don't need to staff up. You don't need to waste time on paperwork or meetings. You don't even need an office. Those are all just excuses.", 
                    "What you really need to do is stop talking and start working. This book shows you the way. You'll learn how to be more productive, how to get exposure without breaking the bank, and tons more counterintuitive ideas that will inspire and provoke you.",
                    "With its straightforward language and easy-is-better approach, Rework is the perfect playbook for anyone who’s ever dreamed of doing it on their own. Hardcore entrepreneurs, small-business owners, people stuck in day jobs they hate, victims of \"downsizing,\" and artists who don’t want to starve anymore will all find valuable guidance in these pages."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780307463746"
                        }
                    ],
                    "pageCount": 279,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1391275636l/6732019.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 19.18
                        },
                        "rating": {
                            "average": 3.95,
                            "numberOfRatings": 142211
                        }
                    }   
            },
            {
                "id": "bbddf301-35ce-4f81-8d96-e63b4916ce5c",
                "volumeInfo": {
                    "title": "Can't Hurt Me: Master Your Mind and Defy the Odds",
                    "authors": [
                        "David Goggins"
                    ],
                    "publisher": "Lioncrest Publishing",
                    "publishedDate": "4.12.2018",
                    "description": ["For David Goggins, childhood was a nightmare - poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him \"The Fittest (Real) Man in America.\"",
                    "In Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781544507859"
                        }
                    ],
                    "pageCount": 366,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1536184191l/41721428._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 17.99
                        },
                        "rating": {
                            "average": 4.39,
                            "numberOfRatings": 67973
                        }
                    }   
            },
            {
                "id": "e942f2de-e27b-435d-8a43-c35b5bd78ddf",
                "volumeInfo": {
                    "title": "Seven and a Half Lessons About the Brain",
                    "authors": [
                        "Lisa Feldman Barrett"
                    ],
                    "publisher": "Houghton Mifflin Harcourt",
                    "publishedDate": "17.11.2020",
                    "description": ["From the author of How Emotions Are Made, a myth-busting primer on the brain in the tradition of Seven Brief Lessons on Physics and Astrophysics for People in a Hurry.",
                    "Have you ever wondered why you have a brain? Let renowned neuroscientist Lisa Feldman Barrett demystify that big gray blob between your ears. In seven short essays (plus a bite-sized story about how brains evolved), this slim, entertaining, and accessible collection reveals mind-expanding lessons from the front lines of neuroscience research. You’ll learn where brains came from, how they’re structured (and why it matters), and how yours works in tandem with other brains to create everything you experience. Along the way, you’ll also learn to dismiss popular myths such as the idea of a “lizard brain” and the alleged battle between thoughts and emotions, or even between nature and nurture, to determine your behavior.",
                    "Sure to intrigue casual readers and scientific veterans alike, Seven and a Half Lessons About the Brain is full of surprises, humor, and important implications for human nature—a gift of a book that you will want to savor again and again."],
                   
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780358157144"
                        }
                    ],
                    "pageCount": 192,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1593147285l/48930266.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 19.73
                        },
                        "rating": {
                            "average": 4.11,
                            "numberOfRatings": 580
                        }
                    }   
            },
            {
                "id": "4f20a2fb-96c5-4ccb-9aa6-5eaeec534388",
                "volumeInfo": {
                    "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
                    "authors": [
                        "James Clear"
                    ],
                    "publisher": "Avery",
                    "publishedDate": "16.10.2018",
                    "description": ["No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
                    "If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights.",
                    "Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.",
                    "Learn how to:",
                    "*  make time for new habits (even when life gets crazy);",
                    "*  overcome a lack of motivation and willpower;",
                    "*  design your environment to make success easier;",
                    "*  get back on track when you fall off course;",
                    "...and much more.",
                    "Atomic Habits will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal."] 
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780735211292"
                        }
                    ],
                    "pageCount": 319,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600089898l/52580373.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 11.98
                        },
                        "rating": {
                            "average": 4.35,
                            "numberOfRatings": 157278
                        }
                    }   
            }
            
        ]
    },
    "fiction": {
        "items": [
            {
                "id": "5618c556-51f3-4181-940f-950f443d8bf3",
                "volumeInfo": {
                    "title": "Eleanor Oliphant Is Completely Fine",
                    "authors": [
                        "Gail Honeyman"
                    ],
                    "publisher": "Pamela Dorman Books / Viking",
                    "publishedDate": "9.05.2017",
                    "description": ["No one’s ever told Eleanor that life should be better than fine",
                    "Meet Eleanor Oliphant: she struggles with appropriate social skills and tends to say exactly what she’s thinking. Nothing is missing in her carefully timetabled life of avoiding unnecessary human contact, where weekends are punctuated by frozen pizza, vodka, and phone chats with Mummy.",
                    "But everything changes when Eleanor meets Raymond, the bumbling and deeply unhygienic IT guy from her office. When she and Raymond together save Sammy, an elderly gentleman who has fallen, the three rescue one another from the lives of isolation that they had been living. Ultimately, it is Raymond’s big heart that will help Eleanor find the way to repair her own profoundly damaged one. If she does, she'll learn that she, too, is capable of finding friendship—and even love—after all.",
                    "Smart, warm, uplifting, Eleanor Oliphant Is Completely Fine is the story of an out-of-the-ordinary heroine whose deadpan weirdness and unconscious wit make for an irresistible journey as she realizes. . .",
                    "the only way to survive is to open your heart"]
                    
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780735220690"
                        }
                    ],
                    "pageCount": 336,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1493724347l/31434883.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 12.78
                        },
                        "rating": {
                            "average": 4.27,
                            "numberOfRatings": 766665
                        }
                    }
            },
            {
                "id": "bc6685f1-1cf2-496d-a081-d0d28e5122ae",
                "volumeInfo": {
                    "title": "The Tattooist of Auschwitz",
                    "authors": [
                        "Heather Morris"
                    ],
                    "publisher": "Harper",
                    "publishedDate": "4.09.2018",
                    "description": ["In April 1942, Lale Sokolov, a Slovakian Jew, is forcibly transported to the concentration camps at Auschwitz-Birkenau. When his captors discover that he speaks several languages, he is put to work as a Tätowierer (the German word for tattooist), tasked with permanently marking his fellow prisoners.",
                    "Imprisoned for more than two and a half years, Lale witnesses horrific atrocities and barbarism—but also incredible acts of bravery and compassion. Risking his own life, he uses his privileged position to exchange jewels and money from murdered Jews for food to keep his fellow prisoners alive.",
                    "One day in July 1942, Lale, prisoner 32407, comforts a trembling young woman waiting in line to have the number 34902 tattooed onto her arm. Her name is Gita, and in that first encounter, Lale vows to somehow survive the camp and marry her.",
                    "A vivid, harrowing, and ultimately hopeful re-creation of Lale Sokolov's experiences as the man who tattooed the arms of thousands of prisoners with what would become one of the most potent symbols of the Holocaust, The Tattooist of Auschwitz is also a testament to the endurance of love and humanity under the darkest possible conditions."]
                    
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9789123979301"
                        }
                    ],
                    "pageCount": 262,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1525962117l/38359036.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 8.91
                        },
                        "rating": {
                            "average": 4.26,
                            "numberOfRatings": 511583
                        }
                    }
            },
            {
                "id": "54672338-3be6-4be8-8e64-d81bd684a34c",
                "volumeInfo": {
                    "title": "The Hating Game",
                    "authors": [
                        "Sally Throne"
                    ],
                    "publisher": "William Morrow Paperbacks",
                    "publishedDate": "9.08.2016",
                    "description": ["Nemesis (n.) 1) An opponent or rival whom a person cannot best or overcome.",
                    "2) A person’s undoing",
                    "3) Joshua Templeman",
                    "Lucy Hutton has always been certain that the nice girl can get the corner office. She’s charming and accommodating and prides herself on being loved by everyone at Bexley & Gamin. Everyone except for coldly efficient, impeccably attired, physically intimidating Joshua Templeman. And the feeling is mutual.",
                    "Trapped in a shared office together 40 (OK, 50 or 60) hours a week, they’ve become entrenched in an addictive, ridiculous never-ending game of one-upmanship. There’s the Staring Game. The Mirror Game. The HR Game. Lucy can’t let Joshua beat her at anything—especially when a huge new promotion goes up for the taking.",
                    "If Lucy wins this game, she’ll be Joshua’s boss. If she loses, she’ll resign. So why is she suddenly having steamy dreams about Joshua, and dressing for work like she’s got a hot date? After a perfectly innocent elevator ride ends with an earth-shattering kiss, Lucy starts to wonder whether she’s got Joshua Templeman all wrong.",
                    "Maybe Lucy Hutton doesn’t hate Joshua Templeman. And maybe, he doesn’t hate her either. Or maybe this is just another game."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780062439604"
                        }
                    ],
                    "pageCount": 387,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1467138679l/25883848._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 6.99
                        },
                        "rating": {
                            "average": 4.13,
                            "numberOfRatings": 167320
                        }
                    }   
            },
            {
                "id": "343311c2-442f-4f11-94af-4672267c09e7",
                "volumeInfo": {
                    "title": "How to Catch a Queen",
                    "authors": [
                        "Alyssa Cole"
                    ],
                    "publisher": "Avon",
                    "publishedDate": "9.03.2010",
                    "description": ["An arranged marriage leads to unexpected desire, in the first book of Alyssa Cole’s Runaway Royals series…",
                    "When Shanti Mohapi weds the king of Njaza, her dream of becoming a queen finally comes true. But it’s nothing like she imagined. Shanti and her husband may share an immediate and powerful attraction, but her subjects see her as an outsider, and everything she was taught about being the perfect wife goes disastrously wrong.",
                    "A king must rule with an iron fist, and newly crowned King Sanyu was born perfectly fitted for the gauntlet, even if he wishes he weren’t. He agrees to take a wife as is required of him, though he doesn’t expect to actually fall in love. Even more vexing? His beguiling new queen seems to have the answers to his country’s problems—except no one will listen to her.",
                    "By day, they lead separate lives. By night, she wears the crown, and he bows to her demands in matters of politics and passion. When turmoil erupts in their kingdom and their marriage, Shanti goes on the run, and Sanyu must learn whether he has what it takes both to lead his people and to catch his queen."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780062933966"
                        }
                    ],
                    "pageCount": 354,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1574329774l/52696457.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 7.99
                        },
                        "rating": {
                            "average": 3.96,
                            "numberOfRatings": 1089
                        }
                    }   
            },
            {
                "id": "94c4a694-10dd-4056-a2d6-28c699f81b49",
                "volumeInfo": {
                    "title": "Coming Up for Air",
                    "authors": [
                        "Nicole Tyndall"
                    ],
                    "publisher": "Delacorte Press",
                    "publishedDate": "15.12.2020",
                    "description": ["For fans of Nina LaCour and The Spectacular Now, a powerful coming-of-age story about a girl with creative aspirations and the boy who charms his way into her life, centering on themes of addiction, loss, and the tumultuousness of first love—and how to find strength when everything falls apart.",
                    "Ever since her mom’s cancer scare, Hadley hasn’t been one for taking risks. And after seeing her sister go through one too many heartbreaks, she definitely has no interest in dating. Hadley just wants to keep her head down and enjoy the rest of high school with her friends, focusing on her photography and getting into the art school of her dreams.",
                    "Then enters Braden, star of the swim team and precisely the kind of person Hadley avoids, all bravado and charm and impulsivity. From their first moment together, they are perfect sparring partners, equally matched. And it’s intoxicating. Braden sees her, really sees her, and Hadley decides it might be time to break all her rules.",
                    "Braden shows Hadley how to live again, and soon Hadley is happier than she’ll ever admit out loud. But that’s before her family is faced with devastating news, and Braden starts hiding a growing, dark secret. As it threatens to shatter everything they’ve built, Hadley must confront her own actions and determine if she has the strength to walk away. "]
                    
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780593127087"
                        }
                    ],
                    "pageCount": 352,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1536184191l/41721428._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 15.84
                        },
                        "rating": {
                            "average": 4.14,
                            "numberOfRatings": 128
                        }
                    }   
            },
            {
                "id": "3fda1c20-7cad-404a-b00f-3a7ac3e8878c",
                "volumeInfo": {
                    "title": "The Midnight Library",
                    "authors": [
                        "Matt Haig"
                    ],
                    "publisher": "Viking",
                    "publishedDate": "29.09.2020",
                    "description": ["Between life and death there is a library, and within that library, the shelves go on forever. Every book provides a chance to try another life you could have lived. To see how things would be if you had made other choices . . . Would you have done anything different, if you had the chance to undo your regrets?",
                    "A dazzling novel about all the choices that go into a life well lived, from the internationally bestselling author of Reasons to Stay Alive and How To Stop Time.",
                    "Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?",
                    "In The Midnight Library, Matt Haig’s enchanting new novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place."],                     
                   
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780525559474"
                        }
                    ],
                    "pageCount": 288,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1602190253l/52578297.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 16.99
                        },
                        "rating": {
                            "average": 4.23,
                            "numberOfRatings": 115476
                        }
                    }   
            },
            {
                "id": "383a5167-f6b3-413f-aa44-5d33a4921ab8",
                "volumeInfo": {
                    "title": "In Five Years",
                    "authors": [
                        "Rebecca Serle"
                    ],
                    "publisher": "Atria Books",
                    "publishedDate": "10.03.2020",
                    "description": ["Where do you see yourself in five years?",
                    "When Type-A Manhattan lawyer Dannie Kohan is asked this question at the most important interview of her career, she has a meticulously crafted answer at the ready. Later, after nailing her interview and accepting her boyfriend's marriage proposal, Dannie goes to sleep knowing she is right on track to achieve her five-year plan.",
                    "But when she wakes up, she’s suddenly in a different apartment, with a different ring on her finger, and beside a very different man. The television news is on in the background, and she can just make out the scrolling date. It’s the same night—December 15—but 2025, five years in the future.",
                    "After a very intense, shocking hour, Dannie wakes again, at the brink of midnight, back in 2020. She can’t shake what has happened. It certainly felt much more than merely a dream, but she isn’t the kind of person who believes in visions. That nonsense is only charming coming from free-spirited types, like her lifelong best friend, Bella. Determined to ignore the odd experience, she files it away in the back of her mind.",
                    "That is, until four-and-a-half years later, when by chance Dannie meets the very same man from her long-ago vision.",
                    "Brimming with joy and heartbreak, In Five Years is an unforgettable love story that reminds us of the power of loyalty, friendship, and the unpredictable nature of destiny"]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781982137441"
                        }
                    ],
                    "pageCount": 255,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1586399012l/50093704._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 12.53
                        },
                        "rating": {
                            "average": 3.85,
                            "numberOfRatings": 114403
                        }
                    }   
            },
            {
                "id": "9251ca8c-67cf-4992-8a27-f7efdac6ede4",
                "volumeInfo": {
                    "title": "Hadley & Grace",
                    "authors": [
                        "Suzanne Redfearn"
                    ],
                    "publisher": "Lake Union Publishing",
                    "publishedDate": "1.02.2021",
                    "description": ["The author of In an Instant delivers a heart-pounding and emotional roller-coaster ride of self-discovery in the tradition of Thelma and Louise.",
                    "Needing to escape her abusive marriage, Hadley flees with her two kids, knowing it might be her only chance. A woman who can’t even kill a spider, Hadley soon finds herself pushed to the limits as she fights to protect her family.",
                    "Grace, new mother of baby Miles, desperately wants to put her rough past behind her for good, but she finds it impossible when her path crosses with Hadley’s, and her quest for a new start quickly spirals out of control and turns into a terrifying flight for survival.",
                    "Stronger together than apart, the two find their fates inextricably entwined, and as the danger closes in, each must decide how much she is willing to risk for the other.",
                    "A powerful story of self-discovery, Hadley and Grace is the heart-racing tale of two women facing insurmountable odds, racing to stay one step ahead of the trouble that is chasing them, and discovering new kinds of love and family along the way."]
                    
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781542014380"
                        }
                    ],
                    "pageCount": 344,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1588123984l/51043761._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 10.99
                        },
                        "rating": {
                            "average": 4.10,
                            "numberOfRatings": 2461
                        }
                    }   
            }
            
        ]
    },
    "science": {
        "items": [
            {
                "id": "cc50ca53-73f7-47fe-8907-83f40b0264a0",
                "volumeInfo": {
                    "title": "Brief Answers to the Big Questions",
                    "authors": [
                        "Stephen Hawking"
                    ],
                    "publisher": "Bantam",
                    "publishedDate": "16.10.2018",
                    "description": ["Stephen Hawking was recognized as one of the greatest minds of our time and a figure of inspiration after defying his ALS diagnosis at age twenty-one. He is known for both his breakthroughs in theoretical physics as well as his ability to make complex concepts accessible for all, and was beloved for his mischievous sense of humor. At the time of his death, Hawking was working on a final project: a book compiling his answers to the \"big\" questions that he was so often posed--questions that ranged beyond his academic field.",
                    "Within these pages, he provides his personal views on our biggest challenges as a human race, and where we, as a planet, are heading next. Each section will be introduced by a leading thinker offering his or her own insight into Professor Hawking's contribution to our understanding."] 
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781984819192"
                        }
                    ],
                    "pageCount": 256,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1536862019l/40277241.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 12.77
                        },
                        "rating": {
                            "average": 4.30,
                            "numberOfRatings": 37894
                        }
                    }
            },
            {
                "id": "eff96b44-2c20-49f2-a638-48bd08471edc",
                "volumeInfo": {
                    "title": "The Unicorn Project",
                    "authors": [
                        "Gene Kim"
                    ],
                    "publisher": "It Revolution Press",
                    "publishedDate": "19.11.2019",
                    "description": ["This highly anticipated follow-up to the bestselling title The Phoenix Project takes another look at Parts Unlimited, this time from the perspective of software development. In The Phoenix Project, Bill, an IT manager at Parts Unlimited, is tasked with a project critical to the future of the business, code named Phoenix Project. But the project is massively over budget and behind schedule. The CEO demands Bill fix the mess in ninety days or else Bill's entire department will be outsourced. ",
                    "In The Unicorn Project, we follow Maxine, a senior lead developer and architect, as she is exiled to the Phoenix Project, to the horror of her friends and colleagues, as punishment for contributing to a payroll outage. She tries to survive in what feels like a heartless and uncaring bureaucracy and to work within a system where no one can get anything done without endless committees, paperwork, and approvals. One day, she is approached by a ragtag bunch of misfits who say they want to overthrow the existing order, to liberate developers, to bring joy back to technology work, and to enable the business to win in a time of digital disruption. To her surprise, she finds herself drawn ever further into this movement, eventually becoming one of the leaders of the Rebellion, which puts her in the crosshairs of some familiar and very dangerous enemies. ",
                    "The Age of Software is here, and another mass extinction event looms--this is a story about \"red shirt\" developers and business leaders working together, racing against time to innovate, survive, and thrive in a time of unprecedented uncertainty...and opportunity."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781942788768"
                        }
                    ],
                    "pageCount": 345,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1566877586l/44333183.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 18.69
                        },
                        "rating": {
                            "average": 4.15,
                            "numberOfRatings": 4107
                        }
                    }
            },
            {
                "id": "206a71d7-ad0a-44c6-b7dd-26a0bf61b3e4",
                "volumeInfo": {
                    "title": "Why We Sleep: Unlocking the Power of Sleep and Dreams",
                    "authors": [
                        "Matthew Walker"
                    ],
                    "publisher": "Scribner",
                    "publishedDate": "3.10.2017",
                    "description": ["Neuroscientist and sleep expert Matthew Walker provides a revolutionary exploration of sleep, examining how it affects every aspect of our physical and mental well-being. Charting the most cutting-edge scientific breakthroughs, and marshalling his decades of research and clinical practice, Walker explains how we can harness sleep to improve learning, mood and energy levels, regulate hormones, prevent cancer, Alzheimer's and diabetes, slow the effects of aging, and increase longevity. He also provides actionable steps towards getting a better night's sleep every night. "]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781501144325"
                        }
                    ],
                    "pageCount": 368,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1556604137l/34466963._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 12.99
                        },
                        "rating": {
                            "average": 4.37,
                            "numberOfRatings": 91378
                        }
                    }   
            },
            {
                "id": "6e6ebdf7-111d-4d35-85b5-0c88cbeb2649",
                "volumeInfo": {
                    "title": "One Step Further: My Story of Math, the Moon, and a Lifelong Mission",
                    "authors": [
                        "Katherine G. Johnson", "Joylette Hylick", "Katherine G. Moore", "Charnelle Pinkney Barlow (Illustrator)"
                    ],
                    "publisher": "National Geographic Kids",
                    "publishedDate": "5.01.2021",
                    "description": ["This inspirational picture book reveals what is was like for a young black mother of three to navigate the difficult world of the 1950s and 60s and to succeed in an unwelcoming industry to become one of the now legendary \"hidden figures\" of NASA computing and space research.",
                    "Johnson''s own empowering narrative is complemented by the recollections of her two daughters about their mother''s work and insights about how she illuminated their paths, including one daughter''s fight for civil rights and another''s journey to become a NASA mathematician herself. The narrative gracefully weaves together Johnson''s personal story, her influence on her daughters'' formative years, her and her daughters'' fight for civil rights, and her lasting impact on NASA and space exploration. Filled with personal reflections, exclusive family archival photos, and striking illustrations, readers will be immersed in this deeply personal portrayal of female empowerment, women in STEM, and the breaking down of race barriers across generations. Historical notes, photo/illustration notes, and a time line put the story into historical and modern-day context.",
                    "The inspirational tale of Johnson''s perseverance is both intimate and global, showcasing the drive of each generation to push one step further than the last. With its evocative family album-style format and novel approach to storytelling, One Step Further is sure to inspire the next generation of rising stars."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781426371936"
                        }
                    ],
                    "pageCount": 48,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1608630288l/53020968.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 17.99
                        },
                        "rating": {
                            "average": 4.50,
                            "numberOfRatings": 18
                        }
                    }   
            },
            {
                "id": "565191de-0bd2-4a10-b390-b67faae91e9e",
                "volumeInfo": {
                    "title": "Astrophysics for People in a Hurry",
                    "authors": [
                        "Neil deGrasse Tyson"
                    ],
                    "publisher": "W. W. Norton Company",
                    "publishedDate": "2.05.2017",
                    "description": ["What is the nature of space and time? How do we fit within the universe? How does the universe fit within us? There’s no better guide through these mind-expanding questions than acclaimed astrophysicist and best-selling author Neil deGrasse Tyson.",
                    "But today, few of us have time to contemplate the cosmos. So Tyson brings the universe down to Earth succinctly and clearly, with sparkling wit, in tasty chapters consumable anytime and anywhere in your busy day."] 
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780393609394"
                        }
                    ],
                    "pageCount": 208,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562761669l/32191710._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 18.99
                        },
                        "rating": {
                            "average": 4.07,
                            "numberOfRatings": 122093
                        }
                    }   
            },
            {
                "id": "0f76fafd-5c6f-419e-b10b-6c0fe133305e",
                "volumeInfo": {
                    "title": "The End of Everything (Astrophysically Speaking)",
                    "authors": [
                        "Katie Mack"
                    ],
                    "publisher": "Scribner",
                    "publishedDate": "9.06.2020",
                    "description": ["From one of the most dynamic rising stars in astrophysics, an accessible and eye-opening look—in the bestselling tradition of Sean Carroll and Carlo Rovelli—at the five different ways the universe could end, and the mind-blowing lessons each scenario reveals about the most important concepts in physics.",
                    "We know the universe had a beginning. With the Big Bang, it went from a state of unimaginable density to an all-encompassing cosmic fireball to a simmering fluid of matter and energy, laying down the seeds for everything from dark matter to black holes to one rocky planet orbiting a star near the edge of a spiral galaxy that happened to develop life. But what happens at the end of the story? In billions of years, humanity could still exist in some unrecognizable form, venturing out to distant space, finding new homes and building new civilizations. But the death of the universe is final. What might such a cataclysm look like? And what does it mean for us?",
                    "Dr. Katie Mack has been contemplating these questions since she was eighteen, when her astronomy professor first informed her the universe could end at any moment, setting her on the path toward theoretical astrophysics. Now, with lively wit and humor, she unpacks them in The End of Everything, taking us on a mind-bending tour through each of the cosmos’ possible finales: the Big Crunch; the Heat Death; Vacuum Decay; the Big Rip; and the Bounce. In the tradition of Neil DeGrasse’s bestseller Astrophysics for People in a Hurry, Mack guides us through major concepts in quantum mechanics, cosmology, string theory, and much more, in a wildly fun, surprisingly upbeat ride to the farthest reaches of everything we know."]                      
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781982103545"
                        }
                    ],
                    "pageCount": 240,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1574199214l/52767659.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 14.50
                        },
                        "rating": {
                            "average": 4.28,
                            "numberOfRatings": 2278
                        }
                    }   
            },
            {
                "id": "b21836b6-3b7a-4425-89fa-d30b29b85b88",
                "volumeInfo": {
                    "title": "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character",
                    "authors": [
                        "Richard P. Feynman"
                    ],
                    "publisher": "W. W. Norton Company",
                    "publishedDate": "6.02.2018",
                    "description": ["A New York Times bestseller—the outrageous exploits of one of this century's greatest scientific minds and a legendary American original.",
                    "Richard Feynman, winner of the Nobel Prize in physics, thrived on outrageous adventures. Here he recounts in his inimitable voice his experience trading ideas on atomic physics with Einstein and Bohr and ideas on gambling with Nick the Greek; cracking the uncrackable safes guarding the most deeply held nuclear secrets; accompanying a ballet on his bongo drums; painting a naked female toreador. In short, here is Feynman's life in all its eccentric—a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780393355628"
                        }
                    ],
                    "pageCount": 400,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1504936953l/35167685.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 5.99
                        },
                        "rating": {
                            "average": 4.26,
                            "numberOfRatings": 164427
                        }
                    }   
            },
            {
                "id": "f289321c-659a-4fef-b0fa-a0e2b0203e0b",
                "volumeInfo": {
                    "title": "Quantum Mechanics: The Theoretical Minimum",
                    "authors": [
                        "Leonard Susskind", "Art Friedman"
                    ],
                    "publisher": "Basic Books",
                    "publishedDate": "25.02.2014",
                    "description": ["From the bestselling author of The Theoretical Minimum, a DIY introduction to the math and science of quantum physics",
                    "First he taught you classical mechanics. Now, physicist Leonard Susskind has teamed up with data engineer Art Friedman to present the theory and associated mathematics of the strange world of quantum mechanics.",
                    "In this follow-up to The Theoretical Minimum, Susskind and Friedman provide a lively introduction to this famously difficult field, which attempts to understand the behavior of sub-atomic objects through mathematical abstractions. Unlike other popularizations that shy away from quantum mechanics’ weirdness, Quantum Mechanics embraces the utter strangeness of quantum logic. The authors offer crystal-clear explanations of the principles of quantum states, uncertainty and time dependence, entanglement, and particle and wave states, among other topics, and each chapter includes exercises to ensure mastery of each area. Like The Theoretical Minimum, this volume runs parallel to Susskind’s eponymous Stanford University-hosted continuing education course.",
                    "An approachable yet rigorous introduction to a famously difficult topic, Quantum Mechanics provides a tool kit for amateur scientists to learn physics at their own pace."]
                    ,
                    
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780465062904"
                        }
                    ],
                    "pageCount": 364,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1391609128l/18210750.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 11.99
                        },
                        "rating": {
                            "average": 4.34,
                            "numberOfRatings": 1183
                        }
                    }   
            }
            
        ]
    },
    "business": {
        "items": [
            {
                "id": "5b86a5dd-49f6-4454-98f4-9a803043a55c",
                "volumeInfo": {
                    "title": "Move the Needle: Yarns from an Unlikely Entrepreneur",
                    "authors": [
                        "Shelley Brander"
                    ],
                    "publisher": "Hay House",
                    "publishedDate": "12.01.2021",
                    "description": ["People always ask Shelley Brander what possessed her to leave the successful advertising firm she founded with her husband to open a local yarn store. And then they wonder how that one storefront grew into an e-commerce business, and from there into a global movement to Knit the World Together. In Move the Needle, Shelley shares stories from her life to show that you can pursue your life's passions--both personal and professional--no matter how quirky or impossible they may seem to everyone around you.",
                    "Whether you are an entrenched or aspiring entrepreneur, or have a passion that just won't let you go, Shelley shares lessons from her journey that reveal how to:",
                    "- Put your passion first and make your creative side hustle your main gig",
                    "- Recognize the true value of creativity and experimentation",
                    "- Have hope against all odds",
                    "- Surround yourself with supportive people",
                    "- Cut ties with those who weigh you down",
                    "- Believe in the power of your weird, impossible dream!",
                    "In Move the Needle, Shelley invites you to embrace your passion and hold space for your seemingly improbable (but totally possible) goals, dreams, and purpose."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781401960551"
                        }
                    ],
                    "pageCount": 280,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1591020528l/53216767.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 13.99
                        },
                        "rating": {
                            "average": 4.42,
                            "numberOfRatings": 57
                        }
                    }
            },
            {
                "id": "8e628de4-8ed5-4b43-b99a-03cf5a602765",
                "volumeInfo": {
                    "title": "The Art of Selling Your Business: Winning Strategies Secret Hacks for Exiting on Top",
                    "authors": [
                        "John Warrillow"
                    ],
                    "publisher": "An Inc. Original",
                    "publishedDate": "12.01.2021",
                    "description": ["Freedom.",
                    "It's the ability to do whatever you want, whenever you want. It's the ultimate reward of selling your business. But selling a company can be confusing, and one wrong step can easily cost you dearly.",
                    "The Art of Selling Your Business: Winning Strategies & Secret Hacks for Exiting on Top is the last in a trilogy of books by author John Warrillow on building value. The first, Built to Sell, encouraged small business owners to begin thinking about their business as more than just a job. The Automatic Customer tagged recurring revenue as the core element in a valuable company and provided a blueprint for transforming almost any business into one with an ongoing annuity stream.",
                    "Warrillow completes the set with The Art of Selling Your Business. This essential guide to monetizing a business is based on interviews the author conducted on his podcast, Built to Sell Radio, with hundreds of successfully cashed-out founders.",
                    "What's the secret for harvesting the value you've created when it's time to sell? The Art of Selling Your Business answers important questions facing any founder, including—",
                    "• What's your business worth?",
                    "• When's the best time to sell?",
                    "• How do you create a bidding war?",
                    "• How can you position your company to maximize its attractiveness?",
                    "• Who will pay the most for your business?",
                    "• What’s the secret for punching above your weight in a negotiation to sell your company?",
                    "The Art of Selling Your Business provides a sleeves-rolled-up action plan for selling your business at a premium by an author with consummate credibility."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781733478151"
                        }
                    ],
                    "pageCount": 256,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1606757685l/56116990._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 15.50
                        },
                        "rating": {
                            "average": 4.50,
                            "numberOfRatings": 10
                        }
                    }
            },
            {
                "id": "68acb627-5588-42c8-84af-bab1ec8fe4f5",
                "volumeInfo": {
                    "title": "The Simple Path to Wealth: Your road map to financial independence and a rich, free life",
                    "authors": [
                        "J.L. Collins", "Mr. Money Mustache (Foreword)"
                    ],
                    "publisher": "jlcollinsnh.com",
                    "publishedDate": "17.06.2016",
                    "description": ["In the dark, bewildering, trap-infested jungle of misinformation and opaque riddles that is the world of investment, JL Collins is the fatherly wizard on the side of the path, offering a simple map, warm words of encouragement and the tools to forge your way through with confidence. You'll never find a wiser advisor with a bigger heart.” -- Malachi Rempen: Filmmaker, cartoonist, author and self-described ruffian",
                    "This book grew out of a series of letters to my daughter concerning various things—mostly about money and investing—she was not yet quite ready to hear.",
                    "Since money is the single most powerful tool we have for navigating this complex world we’ve created, understanding it is critical.",
                    "“But Dad,” she once said, “I know money is important. I just don’t want to spend my life thinking about it.” This was eye-opening. I love this stuff. But most people have better things to do with their precious time. Bridges to build, diseases to cure, treaties to negotiate, mountains to climb, technologies to create, children to teach, businesses to run.",
                    "Unfortunately, benign neglect of things financial leaves you open to the charlatans of the financial world. The people who make investing endlessly complex, because if it can be made complex it becomes more profitable for them, more expensive for us, and we are forced into their waiting arms.",
                    "Here’s an important truth: Complex investments exist only to profit those who create and sell them. Not only are they more costly to the investor, they are less effective.",
                    "The simple approach I created for her and present now to you, is not only easy to understand and implement, it is more powerful than any other.",
                    "Together we’ll explore:",
                    "Debt: Why you must avoid it and what to do if you have it.",
                    "The importance of having F-you Money.",
                    "How to think about money, and the unique way understanding this is key to building your wealth.",
                    "Where traditional investing advice goes wrong and what actually works.",
                    "What the stock market really is and how it really works.",
                    "Why the stock market always goes up and why most people still lose money investing in it.",
                    "How to invest in a raging bull, or bear, market.",
                    "Specific investments to implement these strategies.",
                    "The Wealth Building and Wealth Preservation phases of your investing life and why they are not always tied to your age.",
                    "How your asset allocation is tied to those phases and how to choose it.",
                    "How to simplify the sometimes confusing world of 401(k), 403(b), TSP, IRA and Roth accounts.",
                    "TRFs (Target Retirement Funds), HSAs (Health Savings Accounts) and RMDs (Required Minimum Distributions).",
                    "What investment firm to use and why the one I recommend is so far superior to the competition.",
                    "Why you should be very cautious when engaging an investment advisor and whether you need to at all.",
                    "Why and how you can be conned, and how to avoid becoming prey.",
                    "Why I don’t recommend dollar cost averaging.",
                    "What financial independence looks like and how to have your money support you.",
                    "What the 4% rule is and how to use it to safely spend your wealth.",
                    "The truth behind Social Security."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781533667922"
                        }
                    ],
                    "pageCount": 288,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1466299641l/30646587._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 8.99
                        },
                        "rating": {
                            "average": 4.47,
                            "numberOfRatings": 9971
                        }
                    }   
            },
            {
                "id": "9969310b-9f17-4122-8372-3779e4fb2c91",
                "volumeInfo": {
                    "title": "Unshakeable: Your Financial Freedom Playbook",
                    "authors": [
                        "Anthony Robbins"
                    ],
                    "publisher": "Simon & Schuster",
                    "publishedDate": "28.02.2017",
                    "description": ["Market corrections are as constant as seasons are in nature. There have been 30 such corrections in the past 30 years, yet there's never been an action plan for how not only to survive, but thrive through each change in the stock market.",
                    "Building upon the principles in Money: Master the Game, Robbins offers the reader specific steps they can implement to protect their investments while maximizing their wealth. It's a detailed guide designed for investors, articulated in the common-sense, practical manner that the millions of loyal Robbins fans and students have come to expect and rely upon.",                  
                    "Few have navigated the turbulence of the stock market as adeptly and successfully as Tony Robbins. His proven, consistent success over decades makes him singularly qualified to help investors (both seasoned and first-timers alike) preserve and add to their investments."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781501164590"
                        }
                    ],
                    "pageCount": 257,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1532117333l/40885164._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 11.99
                        },
                        "rating": {
                            "average": 4.11,
                            "numberOfRatings": 10573
                        }
                    }   
            },
            {
                "id": "85ac583a-2ae3-4728-b1e5-2b9f1c047ec6",
                "volumeInfo": {
                    "title": "The Millionaire Mind",
                    "authors": [
                        " Thomas J. Stanley"
                    ],
                    "publisher": "Andrews McMeel Publishing",
                    "publishedDate": "2.08.2001",
                    "description": ["Who is the average millionaire? Does he eat gourmet or fast food? Does he drive fancy cars, take chic vacations, and indulge wherever and whenever he can? Or does he resole his shoes, turn off the air conditioning when he leaves the house, and spend a lot of time at home with close friends and family? Through his surveys of over 1,000 millionaires, Thomas J. Stanley, Ph.D., answers these questions and provides us with further insight into the thoughts and lives of this wealthy segment of the population in The Millionaire Mind.",
                    "A follow-up to Stanley's New York Times bestseller, The Millionaire Next Door, The Millionaire Mind may surprise readers with its findings about the kinds of people that millionaires really are. Interestingly, many millionaires were not straight-A students in high school, nor did they attend prestigious colleges. Instead, they were often told when they were younger that they were not bright and that they would not be successful. These challenges taught them how to surmount obstacles and motivated them to try harder and to take risks to get ahead financially.",                   
                    "The major risks that these millionaires have taken and continue to take are financial ones. They must overcome the fear of taking risks, and they must maintain this courage throughout their adult careers. Stanley discovered that many millionaires share similarities in techniques to allay their anxieties and stay on track financially. Some of these include:",
                    "Believing in myself Counting my blessings every day Countering negativethoughtswith positive ones Sharing concerns with spouse Visualizing success Outworking, outthinking, out-toughing the competition Hiring talented advisors Constantly upgrading my knowledge about my occupation Spending considerable time planning my success Exercising regularly Having strong religious faith",
                    "Stanley also reveals that millionaires are very often successful in marriage as well as in work (the typical millionaire has been married to the same spouse for over twenty-five years) and that they usually lead relatively frugal, economically productive lifestyles. Perhaps most interesting to readers will be the section that Stanley devotes to how millionaires chose the career in which they would be most likely to succeed.",
                    "So don't miss out on picking apart and analyzing the thoughts and habits of millionaires with Thomas Stanley and The Millionaire Mind, a book sure to be as brilliantly revealing and fascinating as his previous bestseller on millionaires.",
                    "Thomas J. Stanley, Ph.D., is a researcher, author, and lecturer. He has studied the wealthy for more than 25 years. The Millionaire Next Door, published in 1996, has sold more than one million copies in hardcover and nearly one million in paperback. The book has been on The New York Times Best Sellers list for more than 150 combined weeks.",
                    "His previous books include Marketing to the Affluent, which Best of Business Quarterly named one of 10 outstanding business books, Selling to the Affluent, and Networking with the Affluent.",
                    "Dr. Stanley lives in Atlanta. He was a professor of marketing at Georgia State University, where he was named Omicron Delta Kappa Outstanding Professor. He holds his doctorate from the University of Georgia in Athens. "]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9780740718588"
                        }
                    ],
                    "pageCount": 416,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348890328l/905092.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 5.99
                        },
                        "rating": {
                            "average": 4.20,
                            "numberOfRatings": 22586
                        }
                    }   
            },
            {
                "id": "f8eda70e-d167-45d6-b72e-01e5b395aa70",
                "volumeInfo": {
                    "title": "Nudge: Improving Decisions About Health, Wealth, and Happiness",
                    "authors": [
                        "Richard H. Thaler", "Cass R. Sunstein"
                    ],
                    "publisher": "Penguin Books",
                    "publishedDate": "24.02.2009",
                    "description": ["From the winner of the 2017 Nobel Prize in Economics, Richard H. Thaler, and Cass R. Sunstein: a revelatory look at how we make decisions",
                    "New York Times bestseller",
                    "Named a Best Book of the Year by The Economist and the Financial Times",
                    "Every day we make choices—about what to buy or eat, about financial investments or our children’s health and education, even about the causes we champion or the planet itself. Unfortunately, we often choose poorly. Nudge is about how we make these choices and how we can make better ones. Using dozens of eye-opening examples and drawing on decades of behavioral science research, Nobel Prize winner Richard H. Thaler and Harvard Law School professor Cass R. Sunstein show that no choice is ever presented to us in a neutral way, and that we are all susceptible to biases that can lead us to make bad decisions. But by knowing how people think, we can use sensible “choice architecture” to nudge people toward the best decisions for ourselves, our families, and our society, without restricting our freedom of choice."]                     
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781596592704"
                        }
                    ],
                    "pageCount": 314,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348322381l/3450744.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 6.99
                        },
                        "rating": {
                            "average": 3.83,
                            "numberOfRatings": 66248
                        }
                    }   
            },
            {
                "id": "1ada587f-3c2c-4e0f-b34e-ecfcaafdd7e3",
                "volumeInfo": {
                    "title": "Be Obsessed or Be Average",
                    "authors": [
                        "Grant Cardone"
                    ],
                    "publisher": "Portfolio",
                    "publishedDate": "11.10.2016",
                    "description": ["Obsession saved my life and made me a business superstar. What can it do for you?...."]
                    ,
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781101981054"
                        }
                    ],
                    "pageCount": 240,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1460909582l/27246148.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 10.50
                        },
                        "rating": {
                            "average": 4.06,
                            "numberOfRatings": 3902
                        }
                    }   
            },
            {
                "id": "8cf7aa1c-e03a-4894-8fdd-99a805526907",
                "volumeInfo": {
                    "title": "DotCom Secrets: The Underground Playbook for Growing Your Company Online",
                    "authors": [
                        "Russell Brunson", "Dan S. Kennedy (Foreword)"
                    ],
                    "publisher": "Morgan James Publishing",
                    "publishedDate": "20.02.2015",
                    "description": ["If you are currently struggling with getting traffic to your website, or converting that traffic when it shows up, you may think you’ve got a traffic or conversion problem. In Russell Brunson's experience, after working with thousands of businesses, he has found that’s rarely the case. Low traffic and weak conversion numbers are just symptoms of a much greater problem, a problem that’s a little harder to see (that’s the bad news), but a lot easier to fix (that’s the good news). DotComSecrets will give you the marketing funnels and the sales scripts you need to be able to turn on a flood of new leads into your business. "]
                    ,
                    
                        "industryIdentifiers": [
                        {
                            "type": "ISBN_13",
                            "identifier": "9781401960469"
                        }
                    ],
                    "pageCount": 274,
                    "imageLinks": {
                        "thumbnail": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1441670243l/25054961._SY475_.jpg"
                    }
                },
                    "saleInfo":{
                        "listPrice": {
                            "amount": 14.99
                        },
                        "rating": {
                            "average": 4.39,
                            "numberOfRatings": 2613
                        }
                    }   
            }
            
        ]
    }
}